10/data/attachments/f10137eca810a967.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>John_job_Friend_48993_4</nif:username>
            <nif:friendToBeRequested>soap_friends_e640d8d4-cc95-4499-a45e-95bdf4047d43</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>